<!DOCTYPE html>
<html lang="ar" dir="rtl">

<head>
  <meta charset="utf-8">
  <meta content="width=device-width, initial-scale=1.0" name="viewport">

  <title>الكتروستار</title>
  <meta content="" name="description">
  <meta content="" name="keywords">

  <!-- Favicons -->
  <link href="assets/img/favicon1-3.png" rel="icon">
  <link href="assets/img/apple-touch-icon.png" rel="apple-touch-icon">

  <!-- Google Fonts -->
  <link href="https://fonts.googleapis.com/css?family=Open+Sans:300,300i,400,400i,600,600i,700,700i|Raleway:300,300i,400,400i,500,500i,600,600i,700,700i|Poppins:300,300i,400,400i,500,500i,600,600i,700,700i" rel="stylesheet">

  <!-- Vendor CSS Files -->
  <link href="assets/vendor/bootstrap/css/bootstrap.min.css" rel="stylesheet">
  <link href="assets/vendor/bootstrap-icons/bootstrap-icons.css" rel="stylesheet">
  <link href="assets/vendor/boxicons/css/boxicons.min.css" rel="stylesheet">
  <link href="assets/vendor/glightbox/css/glightbox.min.css" rel="stylesheet">
  <link href="assets/vendor/swiper/swiper-bundle.min.css" rel="stylesheet">

  <!-- Template Main CSS File -->
  <link href="assets/css/style_rtl.css" rel="stylesheet">


</head>

<body>

  <!-- ======= Header ======= -->
  <header id="header" class="fixed-top">
    <div class="container d-flex align-items-center justify-content-between">
      <!-- <a href="index.html" class="logo"><img src="assets/img/website logo.png" alt="" class="img-fluid" style="width: 100px;height: 100px;"></a> -->
      <h1 class="logo"><a href="index.php">الكتروستار</a></h1>
      <!-- Uncomment below if you prefer to use an image logo -->
      
      <nav id="navbar" class="navbar">
        <ul>
          <li><a class="nav-link" href="index.php">الرئيسية</a></li>
          <li><a class="nav-link active">اللوحة الأم و الطاقة</a></li>
        </ul>
        <i class="bi bi-list mobile-nav-toggle"></i>
      </nav><!-- .navbar -->

    </div>
  </header>                                                                                                                                                              <!-- End Header -->


  <main id="main">

    <!-- ======= Breadcrumbs ======= -->
    <section id="breadcrumbs" class="breadcrumbs">
      <div class="container">

        <div class="d-flex justify-content-between align-items-center">
          <h2>اللوحة الأم و الطاقة</h2>
          
        </div>

      </div>
    </section><!-- End Breadcrumbs -->

    <!-- ======= Portfolio Details Section ======= -->
    <section id="portfolio-details" class="portfolio-details">
      <div class="container">

        <div class="row gy-4">
          <div class="row">
            <div class="col-lg-7">
              <div class="portfolio-details-slider swiper">
                <div class="swiper-wrapper align-items-center">
  
                <div class="swiper-slide">
                    <img src="assets/img/motherboard/1.jpg" alt="">
                  </div>
                  <div class="swiper-slide">
                    <img src="assets/img/motherboard/2.jpg" alt="">
                  </div>
  
                  <div class="swiper-slide">
                    <img src="assets/img/motherboard/4.jpg" alt="">
                  </div>

                </div>
                <div class="swiper-pagination"></div>
              </div>
            </div>

            <div class="portfolio-info col-lg-5">
              <h3>معلومات عن اللوحة الأم و الطاقة</h3>
              <p>اللوحة الأم و تعرف بأسمين:</p>
              <ol>
                <li>اللوحة الرئيسية. Mainboard </li>
                <li>لوحة النظام System Board  .</li>
              </ol>

              <p>
              - هي الجزء الاساسي في الحاسوب والتي يتم تجميع اغلب المكونات المادية عليها <br/>
وتعتمد في :-<br/>
في نقل البيانات بين أجزء قطع الحاسوب الداخلية علي نواقل تسمي (Busses ) وعلى شرائح عديدة مساندة تسمي (Chipsets) مثبتة عليها . 
              </p>
              <p>
              تصنف اللوحة الأم إلي عدة أنواع علي حسب شكلها وطريقة ترتيب القطع الرئيسية والمنافذ فيها إلي ثلاث أنواع :-
              </p>
              <ol>
                <li>AT motherboard </li>
                <li>ATX motherboard</li>
                <li>NLX Motherboard </li>
              </ol>
            </div>
          </div>
          

          <div class="col-lg-12">
           
            <div class="portfolio-description">
              <h2>أولا : اللوحة الأم AT motherboard </h2>
              <p>
              يرجع تصميمها إلي شركة IBM وكانت هي الأكثر أنتشار من عام 1980 إلي 1990 
              تحتوي علي منافذ ISA فقط والأنواع الجديدة منها تحتوي علي منافذ PCI الحديثة بألاضافة ISA وأبعاد هذه اللوحة هي 12 X 13 inch ونوع أخر أصغر منها 13 X 8.66 inch يسمي ( Mini AT motherboard ) يحتوي علي عدد أقل من المنافذ لأنه اصغر حجما من النوع العادي .
              </p>
              <h2>ثانيا : اللوحة الأم ATX Motherboard</h2>
              <p>
              ظهرت في عام 1996 وهي أكثر الأنواع أستخداما وتنصف بأنها من النوع التجاري وتشبه في تصميمها لوحة Mini AT ولكن بأختلاف في زاوية الدوران ب 90 درجة للمكونات مثل المعالج وهذا الدوران يوفر مساحة لأضافة كروت ( Adapter Cards ) ومخارج الصوت والصورة وغيرها والمختلف فيها وجود عدد أقل من الكيبلات ( موصلات طاقة ) الداخلية وتوجد بها مروحة عند مزود الطاقة الكهربية ( Power Supply ) لتبريد المعالج واللوحة الأم ومن أسباب أنتشار هذا النوع هو كلفتها البسيطة للشركة المصنعة وحجمها الصغير نسبيا مقارنة بالأنواع الأخره القديمة .
              </p>
              <p>تدعم مخارج الــــــــ ISA والــــ PCI معا ويوجد تصميم مصغر أيضا يسمي Mini ATX .</p>
              <h2>ثالثا : اللوحة الأم NLX Motherboard </h2>
              <p>ظهرت في عام 1996 وتشبه اللوحه الــــ ATX .</p>
              <h2>مكونات اللوحة الأم</h2>
              <p>لوحة الدوائر المطبوعة </p>
              <p>تركب عليها جميع مكونات اللوحة الأم تسمي ) Printed ) وهو عبارة عن مربع بلاستيكي يحتوي علي ثقوب تلائم حجم ابر المعالج وذلك لوصله باللوحة الأم وتبادل البيانات بين اللوحة وبين المعالج وبالطبع ونظرا لأختلاف المعالجات من حيث الشكل والتردد فإن لكل معالج مقبس خاص به ، وتشترك معالجات الشركة نفسها بنفس المقبس ، فمثلاً تقوم الشركة الأمريكية Intel بتصنيع المعالج الشهير بنتيوم والمعالج سيليرون Celeron بحيث يتشاركان بنفس المقبس Socket وكل مقبس وعدد أبر معين تختلف بإختلاف المعالج الذي تدعمه .</p>
              <h2>شريحتي الجسر الشمالي والجسر الجنوبي ( طقم الرقاقات )</h2>
              <p>تتغير حسب أرادتك لاتجاه اللوحه الأم الجسر الشمالي هي الشريحة التي تكون قريبة من المعالج والذاكرة وشق AGP لكروت الشاشة وشقوق PCI x16 الحديثة مهمة هذه الشريحة تتمثل في عملية نقل المعلومات والأتصال ما بين المعالج والذاكرة وكرت الشاشة ، البيانات بين المعالج والذاكرة الرئيسية تنتقل بواسطة الناقل الأمامي Front – Side Bus الأختصار FSB .</p>
              <h2>شقوق الذاكرة العشوائية RAM slots</h2>
              <p>تتميز بلونها الأسود في حالة عدم وجود خاصية " Dual Channel " ووجود قفلين باللون الأبيض علي أجنابها واذا كانت اللوحة بها خاصية " Dual Channel " فأن شقوق الذاكرة سيكون لها لونين مختلفين ، تختلف حسب نوع الذاكرة المستخدمة ، تتكون الذاكرة من 4 أنواع وهي SDRAMSDRAM , DDR-SDRAM , RDRAM وأخير ذاكرة DDR2 و DDR3 .
              توقفت الشركات عن أنتاج لوحات مذربورد تدعم الذاكرة SDRAM أما RDRAM ما زالت بعض الشركات تنتجها ولكن علي نطاق ضيق ، تكون أنواع الذاكرة غير متوافقة مع بعضها ولذا لا يمكن تركيب أكثر من نوع ولا يمكن تركيب نوع بشق مصمم لنوع أخر .<br/>
              كل نوع من الذاكرة تعمل وفق ترددات مختلفة ، ذاكرة SDRAM تعمل بترددات من 66 إلي 133 ميغاهيرتز ، والذاكرة DDR-SDRAM تعمل بترددات 200 و 266 و 333 و 400 و 500 ميغاهرتز ، والذاكرة RDRAM تعمل بترددات مختلفة أعلاها 800 ميغاهرتز  وتعمل وفق تقنية مختلفة ، والذاكرة DDR2 فهي متوفرة الأن بترددات 400 و 533 و 667 و 800 ميغاهرتز وهي المعتمدة الأن في غالب اللوحات وكذلك 900 و 1000 و 1066 ميغاهرتز ، تعمل علي لوحات تدعم المقبس 775 لمعالجات إنتل ومقبس AM2 لمعالجات AMD ، تعمل بنفس تقنية DDR-SDRAM وهي نقل بيانين في الدورة الواحدة Double Data Rate Mode ولكن ذاكرة DDR2 صممت لتصل إلي سرعات عالية وهلي تستخدم طاقة منخفضة تصل إلي 8 ، 1 فولت بينما تصل إلي 65 ، 2 فولت في الدوائر الأخري .
              </p>
              <h2>شقوق التوسعة Expansion Slots </h2>
              <p>تقع في القسم الجنوبي من اللوحة الأم وظيفتها هي إضافة الكروت المختلفة Cards التي تعتبر بعضها ضرورية مثل كرت الشاشة ( يقوم بأصدار الصور وإرسالها إلي الشاشة لعرضها ) والذي لا يعمل الحاسب بدونه وهناك بعض الكروت تتم إضافتها لتعطي الحاسب مميزات جديدة لكنها ليست مهمة لكي يعمل الحاسب ، مثال علي ذلك كرت الصوت ( Sound Card ) الذي يقوم بصنع الأصوات وإرسالها إلي السماعة . هناك أنواع كثير من شقوق التوسعة منها القديم جدا والحديث والبطئ والسريع .</p>
              <h4>من أنواع الشقوق </h4>
              <ol>
                <li>شق ISA </li>
                <li>شق PCI </li>
                <li>شق AGP </li>
              </ol>
              <h2>طقم الرقاقات ( Chipsets ) </h2>
              <p>عبارة عن شريحتين مربعتين الشكل الأول يقع في الجزء الشمالي من اللوحة الأم تسمي North Bridge مهمتها هي وصل المعالج والذاكرة العشوائية وكرت الشاشة مع بعضهم البعض وتنظيم نقل البيانات فيما بينهم حيث أنها المحور الذي يقوم بأستقبال البيانات من المعالج وإرسالها إلي الذاكرة العشوائية وكرت الشاشة وهكذا الــــ North Bridge هي التي تحدد نوع المعالج الذي تدعمه اللوحة الأم وتحدد نوع الذاكرة وكميتها التي تدعمها اللوحة الأم كما أنها تحدد سرعة الشق AGP . الشريحة الأخري تسمي South Bridge تقع في الجزء الجنوبي من اللوحة الأم ومهمتها وصل أجهزة ال تقع في الجزء الجنوبي من اللوحة الأم ومهمتها وصل أجهزة الإدخال والإخراج مع بعضها البعض ومن ثم وصلها بالمعالج والذاكرة العشوائية وهي التي تحدد مثلا سرعة نقل البيانات القصوي بين اللوحة الأم والقرص الصلب ، النورث بردج تصدر كميات كبيرة من الحرارة التي تقوم بإتلافها لذلك فهي مزودة بنوع من المبردات لطرد الحرارة أما الساوث بردج South Bridge فهي لا تصدر  حرارة لذلك لا تحتاج إلي مبرد .</p>
              <h2>البيوس BIOS</h2>
              <p>رمز BIOS هو اختصار لمصطلح Basic Input Output System وهي تعنى النظام (البرنامج)
              الأساسي لدخول وخروج المعلومة، هذا البرنامج مسئول عن أساسيات عمل الحاسب، أمور مثل التحكم بشريحتي الجسر الشمالي والجنوبي والكروت التي تركب على الحاسب، يتم عملها من البيوس ومن ثم توصيلها لنظام التشغيل المستخدم على الحاسب مثل ويندوز وغيره، برامج البيوس الحديثة تعطيك القدرة على التحكم بكل إعدادات الجهاز مثل سرعة المعالج والذاكرة وتواقيتهما وحتى القدرة على التحكم بقدرة الكهرباء التي تصل إلى المكونات، برنامج البيوس يتم تخزينه بشريحة تسمى ROM وهي اختصار لجملة Read Only Memory، مسمى الشريحة يدل على إنها من أنواع الذاكرة والتي تستطيع القراءة منها فقط، هذا الكلام كان صحيحا فيما سبق وذلك للمحافظة على هذا البرنامج المهم من التلف، فيتم حمايته من الكتابة عليه حتى لا يتلف، الوضع تغير الآن مع اللوحات الحديثة، الآن باستخدام برامج متخصصة بإمكانك أن تعمل ترقية لبرنامج البيوس وذلك لحل مشاكل ربما تقع في اللوحة الأم أو إضافة دعم لمعالج جديد، عند قيامك بعمل تعديلات على البيوس مثل تعريف قطعة جديدة من العتاد أو إعدادات سرعة الناقل الأمامي وحتى تغيير التاريخ والوقت، فان هذه الإعدادات يتم حفظها بشريحة تسمى CMOS وهي رمز للمسمى العلمي Complementary Metal Oxide Semiconductor، هذه الشريحة لا تستطيع تخزين معلومات بدون طاقة كهربائية، لذا فهي مربوطة ببطارية صغيرة مهمتها تزويد هذه الشريحة بالكهرباء بصورة مستمرة. وقد ظهر في بعض اللوحات ما يمسى بالبيوس المزدوج (Dual BIOS) خاصة في لوحات أم جيجابايت، في الحقيقة البيوس المزدوج تعطي مجال أكبر للمستخدمين لترقية وتعديل البيوس بدون أي خطورة تذكر أو خوف، فعندما يحدث خلل أو خطأ أثناء ترقية البيوس، سيعطي البيوس المزدوج فرصة لإعادة النسخة الأصلية للبيوس بدون أي مشكلة، وإذا حدث هذه الخلل أو الخطأ في لوحة أم ليس بها البيوس المزدوج فسيكون الحل هو إعادة اللوحة الأم إلى المصنع أو إعادة برمجة البيوس عبر فني محترف .
              </p>
              <h2>مقبس USB الداخلي </h2>
              <p>لوحة المنافذ الخارجية لا يمكن أن تحوي أكثر من منفذي USB وأحيانا أربعة منافذ، بعض أطقم الرقاقات تدعم ما مجموعه 8 منافذ USB ولذلك دعت الحاجة إلى عمل هذه المقابس مباشرة على اللوحة الأم بحيث يستطيع الفني إضافة هذه المنافذ متى كان بحاجتها، وكل مقبس من المقابس يمكنه أن يوصل بمنفذين، ويتم تركيب هذه المنافذ إما على واجهة الهيكل أو في فتحات التوسعة في الجهة الخلفية من الهيكل .</p>
              <h2>منفذي USB 2.0 و IEEE 1394 </h2>
              <p>منفذ USB2.0 هو اختصار لجملة (Universal Serial Bus)، وهو يعتبر امتداد لـUSB1.1، ويعود
              الفضل لتطوير USB2.0 إلى شركات Hewlett-Packard, Intel, Lucent, Microsoft, NEC :IEEE فقد استطاعت تطوير هذا المنفذ حتى وصل إلى 480 ميغابت بالثانية. أما منفذ ،and Philips 1394فهو على جيلين متعاقبين، الجيل الأول وهو IEEE 1394a وتصل سرعة نقل البيانات في هذا النوع 400 ميغابت في الثانية، أما الجيل الثاني فهو IEEE 1394b وتصل سرعة نقل البيانات إلى 800 ميجابت بالثانية، ومن المنتجات التي تستخدم هذا المنفذ، كذلك يسمى منفذ IEEE1394 هي من قامت بتطويره، يعتبر منفذا Apple وبقي أن نعرف أن شركةwireمنافذ مرتفعة السعر (نسبيا)، لسرعتها الفائقة في نقل البيانات كما أنها تدعم خاصيتي Plug-and-Play وhot plugging، وهذا يعني قدرتهما على تزويد الجهاز المركب بالطاقة دون الحاجة لمصدر خارج الجهاز .
              </p>
              <h2>لوحة الوصلات الخارجية</h2>
              <p>المقابس الموجودة على لوحة الوصلات الخارجية هي، مقبسى لوحة المفاتيح والفارة، منفذUSB، مقبس Parallel للطابعة، مقبسى COM وإذا كانت اللوحة الأم تحتوى على ميزة الصوت فسيكون هناك مقبس ليد التحكم بالألعاب Joystickومقابس السماعات والميكروفون وأحيانا تحوي منفذ الشبكة LAN كما هو موضح في الصورة أعلاه، مواصفات ATX حددت كذلك موقع مقابس الوصلات الخارجية على اللوحة الأم، ومواصفات PC99 القياسية حددت لون مميز لكل وصلة .</p>
              <h2>منفذ الطاقة</h2>
              <p>وهو عبارة عن منفذ يحتوي على ثقوب ليستطيع الاتصال بكبل يتصل مع مزود الطاقة power supply وذلك لتزويد اللوحة الأم بالكهرباء اللازمة للعمل .</p>
                <h2>مكثفات الطاقة</h2>
                <p>كثفات الطاقة (Capacitors) هي المسئولة عن جودة الإشارة الكهربائية التي تصل إلى المعالج، هذه المكثفات تقاس قوتها ب فاراد، أحجامها وعددها يختلف من لوحة أم إلى أخرى، كلما زادت قوتها وكثر عددها كان انتقال الإشارة أفضل وبالتالي يؤدى إلى أداء أسرع وقلة المشاكل التي قد تحصل، وقد قامت بعض الشركات المصنعة بالاهتمام بمكثفات الطاقة عن طريق ابتكار طرق لتبريدها لضمان أداء أفضل لها،
                  وهذه الشركات هي a bit وGigabyte .
                  </p>
                <h2>أهم أعطال اللوحة الأم </h2>
                  <p>
                  العطل الأول ( 1 ) <br>
                  عدم ظهور أي بيانات على الشاشة بعد استبدال اللوحة الأم . <br>
                  السبب : إذا لم يكن السبب له علاقة بالرام أو كرت الشاشة أو المعالج فيكون العطل في اللوحة الأم <br>
                  الإجراء : يجب استبدالها .	 <br>
                  العطل الثاني ( 2 ) <br>
                  يظهر بعض الأحيان أعطال خاصة بالكروت المدمجة في اللوحة المدمجة . <br>
                  السبب : عطل في أحد كروت اللوحة المدمج . <br>
                  الإجراء : إلغاء الكرت المدمج واستبداله وإذا لم تتح اللوحة هذه الميزة فيجب استبدال اللوحة الأم  <br>
                  </p>


                  <h1>تغذية الطاقة Power Supply </h1>
                  <p>محول الطاقة واحد من المكونات الأساسية في الحاسوب حيث أنه يعتبر مصدر الطاقة الكهربائية لجميع مكونات النظام . </p>
                  <p>وظفيه الأساسية <br>
                  هي تحويل الطاقة الكهربائية إلى الشكل المناسب لدوائر الحاسوب. فهو غالبا يقوم بتحويل الجهد والتيار المتردد 220 V, 50 Hz, AC إلى التيار الثابت ذات الجهودالتالية:
                  </p>
                  <ol>
                    <li>V12+ لتغذية المحركات والمراوح.</li>
                    <li>V12- لتغذية الدوائر المتكاملة.</li>
                    <li>V5+ لتغذية الدوائر التكاملة.</li>
                    <li>+VBs5 لتغذية بعض الدوائر الإلكترونية عند وضع الاستعداد نلاحظ عمله في الاجهزه الحديثة حيث نلاحظ أن الماوس من نوع الليزر ولوحة المفاتيح تبقى مضائه وانه عند تحريك الماوس أو ضغط أي مفتاح على لوحة المفاتيح فأن الجهاز  يعمل .</li>
                    <li>+V3.3 لتغذية أجهزة SATA مثل تغذية القرص الصلب نوع SATA .</li>
                  </ol>
                  <h2>أنواع الــــــPower Supply  </h2>
                  <ol>
                    <li>ATX</li>
                    <li>AT</li>
                    <li>PC/XT</li>
                  </ol>
                  <h2>أهمية الــــــPower Supply </h2>
                  <p>أن وحده التغذية الكهربائية الموجودة في صندوق الحاسوب (CASE) تعد من أهم المكونات المادية للجهاز حيث أن عطلها يعني عدم تشغيل الحاسوب بالكامل. لذلك فانه من المفيد التعرف عليها. ومصدر القدرة ليس وحده منطقيه يتعامل معها المعالج بشكل مباشر ولا تدخل في عملياته المنطقية والحسابية بشكل مباشر مثل باقي القطع الموجودة داخل أو خارج الصندوق, وإنما هي عبارة عن محول كهربائي متعدد الجهود يعمل على تحويل الجهد الكهربائي من 220 أو 110 فولت إلى مجموعه من الجهود ذات القيم المختلفة التي يحتاجها الحاسوب ومكوناته المادية لتعمل بشكل سليم. وتشبه الشكل العام التالي .</p>
                  <p>وما يجب ذكره أن هذا النوع يسمى ATX وليس AT ونستعمله تقريبا كلنا (إلا إذا كان هناك من يستعمل أجهزه اقل من بنتيوم) ومن الداخل تبدو كما يلي حيث أنها تحتوي على مجموعه من القطع الإلكترونية التي تقوم بوظيفة تحويل الجهد الكهربائي المتردد إلى مستمر وتحسس الحرارة .</p>
                  <p>لاحظ مروحة التبريد والتي تحافظ على وحدة التغذية من الاحتراق نلاحظ الأسلاك الملونة والرؤوس Sockets المختلفة فعلى ماذا تدل ؟</p>
                  <p>
                  أن ألوان الأسلاك بوحدة تغذيه الطاقة هي ألوان متفق عليها دوليا ولن تجد جهاز من نوع IBM
                  compatible فيه ألوان أخرى لان كل لون يمثل قيمه معينه من الجهد الكهربائي الذي له مكان محدد على اللوحة الأم أو مشغلات الأقراص المختلفة ولا يجوز تغيير مكانه لان ذلك يؤدي إلي تلف في الحاسوب فماذا تمثل هذه الألوان 
                  </p>
                  <p><span style="color: orange;">البرتقالي</span> = 3.3+ فولت.</p>
                    <p><span style="color: yellowgreen;">الاصفر</span> = +12 فولت.</p>
                    <p><span style="color:blue">الازرق</span> = -12 فولت.</p>
                    <p><span style="color: red;">الاحمر</span>  = +5 فولت.</p>
                    <p>الأبيض = -5 فولت.</p>
                    <p>الاسود = خط تاريض (ارضي) لا يحمل جهد كهربائي جهد صفر.</p>
                    <p><span style="color: green;">الاخضر</span> = power on أي انه عند وصله مع الأرضي الأسود فان وحدة التغذية تعمل وتبدأ بتزويد الطاقة وهذا الذي يحدث عند الضغط على مفتاح التشغيل لكي نجعل الحاسوب يعمل ويمكن اختبار مصدر القدرة خارج الجهاز بتوصيل الطرف الأخضر بالطرف الأسود فتبدأ المروحة بالدوران</p>
                    <p><span style="color: gray">الرمادي</span> = Good power line أي هو المسؤول عن إيقاف عمل وحده التغذية وفصل الطاقة عن
                    الحاسوب إذا حصل خلل أدى إلى شورت(دائرة قصر Short circuit)
                    </p>
                    <p><span style="color:purple">البنفسجي</span> = +5 VBs فولت في وضع الاستعداد نلاحظ عمله في الاجهزه الحديثة حيث نلاحظ أن الماوس من نوع الليزر ولوحة المفاتيح تبقى مضاءة وانه عند تحريك الماوس أو ضغط أي مفتاح على لوحة المفاتيح فأن الجهاز يعمل .</p>
                    <p><span style="color:chocolate;">البني</span></span> = +3.3 فولت للاستشعار  remote sensing مثل أن يعمل الحاسوب عندما يتلقى اشاره من بطاقة الشبكة أو المودم .</p>
                    <h2>أسباب أعطال وحده التغذية الكهربائية </h2>
                    <ul>
                      <li>الحمل الزائد عليها.</li>
                      <li>ارتفاع الحرارة داخلها ويمكن أن يكون بسبب أن المروحة غير قادرة على الأداء لسوء نوعيتها.</li>
                      <li>العمر الطويل للقطع الذي يؤدي إلى استهلاك مكوناتها الداخلية لذلك ينصح باستبدالها بشكل دوري مره و احده في العام.</li>
                      <li>تغير الجهد الكهربائي الواصل إليها من المصدر بشكل مفاجئ.</li>
                    </ul>

                    <h2>أعطال وحدة الطاقة </h2>
                    <p>العطل : عدم القدرة على تشغيل الجهاز عند الضغط على مفتاح التشغيل<br>
                        السبب : حصول خطاء في توصيل أو تغيير الفلتية من 220 إلى 110<br>
                        الحل : استبدال الفيوز أو الـ POWER SUPPLY<br>
                        </p>
                  </div>

           

          </div>

        </div>

      </div>
    </section><!-- End Portfolio Details Section -->

  </main><!-- End #main -->

  <!-- ======= Footer ======= -->
  <?php include('includes/footer.php') ?>
  <!-- End Footer -->

  <a href="#" class="back-to-top d-flex align-items-center justify-content-center"><i class="bi bi-arrow-up-short"></i></a>

  <!-- Vendor JS Files -->
  <script src="assets/vendor/purecounter/purecounter_vanilla.js"></script>
  <script src="assets/vendor/bootstrap/js/bootstrap.bundle.min.js"></script>
  <script src="assets/vendor/glightbox/js/glightbox.min.js"></script>
  <script src="assets/vendor/isotope-layout/isotope.pkgd.min.js"></script>
  <script src="assets/vendor/swiper/swiper-bundle.min.js"></script>
  <script src="assets/vendor/php-email-form/validate.js"></script>

  <!-- Template Main JS File -->
  <script src="assets/js/main.js"></script>

</body>

</html>